#################################################

'''Нужно ввести данные зарегистрированных пользователей'''
valid_email = ''
valid_p_number = '' # ввести зарегистрированный номер телефона в формате +79995551111
valid_ls = ''
valid_login = ''
valid_password = ''

#################################################
'''Данные для негативных тестов'''

not_valid_email = 'test@gmail/com'
not_valid_password = '515165654545'

p_number_l = '7996111222'

ls_l_7 = '123456'
ls_m_7 = '12345678'
ls_l_12 = '12345678911' 